{
  "intro": {
    "title": "Week 1",
    "subtitle": "Onderzoeksplan Template",
    "description": "Welkom bij de EvE! Hier vind je het onderzoeksplan template dat je gedurende de module zult gebruiken om je onderzoeksplan op te stellen. Download het template en begin met het invullen."
  },
  "theorie": {
    "title": "Onderzoeksplan Template",
    "content": [
      {
        "type": "paragraph",
        "text": [
          "<p class=\"text-gray-700 dark:text-gray-300 mb-4\">Gedurende deze module werk je aan het opstellen van een onderzoeksplan. Om je hierbij te helpen is er een <strong>onderzoeksplan template</strong> beschikbaar dat je kunt gebruiken als basis voor je eigen onderzoeksplan.</p>",
          "<p class=\"text-gray-700 dark:text-gray-300 mb-4\">Het template bevat alle belangrijke onderdelen die in een onderzoeksplan moeten staan en helpt je om structuur aan te brengen in je werk.</p>"
        ]
      },
      {
        "type": "heading",
        "text": "Download het Onderzoeksplan Template",
        "level": 3
      },
      {
        "type": "paragraph",
        "text": [
          "<p class=\"text-gray-700 dark:text-gray-300 mb-4\">Klik op de onderstaande link om het onderzoeksplan template te downloaden:</p>"
        ]
      },
      {
        "type": "document",
        "src": "assets/Documents/Onderzoeksplan (Template).docx",
        "text": "Download Onderzoeksplan Template",
        "icon": "fa-file-word",
        "iconClass": "fas"
      },
      {
        "type": "heading",
        "text": "Inhoud van het Onderzoeksplan",
        "level": 3
      },
      {
        "type": "paragraph",
        "text": [
          "<p class=\"text-gray-700 dark:text-gray-300 mb-4\">Het onderzoeksplan template bevat de volgende onderdelen:</p>"
        ]
      },
      {
        "type": "paragraph",
        "text": [
          "<ol class=\"list-decimal list-outside space-y-2 mb-4 ml-6 pl-4 text-gray-700 dark:text-gray-300\">",
          "<li class=\"mb-2\"><strong>Probleemverkenning</strong> - Van breed praktijkvraagstuk naar één concreet en afgebakend probleem. Sluit af met de doelstelling (A-gedeelte: externe doel voor de organisatie en B-gedeelte: interne doel).</li>",
          "<li class=\"mb-2\"><strong>Onderzoeksmodel en onderzoeksvragen</strong> - Legt uit hoe het onderzoek is opgebouwd aan de hand van het onderzoeksmodel. Bevat het visuele onderzoeksmodel en gebruikt dit als uitgangspunt voor de hoofdvraag en deelvragen.</li>",
          "<li class=\"mb-2\"><strong>Theoretisch kader</strong> - Verbindt bestaande kennis uit de literatuur met de specifieke situatie van de opdrachtgever. Ordent en verbindt kennis logisch en sluit af met een knowledge gap.</li>",
          "<li class=\"mb-2\"><strong>Onderzoeksstrategie</strong> - Licht toe welke onderzoeksstrategie past bij het onderzoek en onderbouwt de keuze. Beschrijft de scope van het onderzoek.</li>",
          "<li class=\"mb-2\"><strong>Dataverzamelingsplan</strong> - Laat zien hoe de benodigde data wordt verzameld om de deelvragen te beantwoorden. Bevat reflectie op validiteit en betrouwbaarheid.</li>",
          "<li class=\"mb-2\"><strong>Reflectie</strong> - Beschrijft de impact van het onderzoek en reflecteert op de keuzes in de onderzoeksopzet. Sluit af met suggesties voor vervolgonderzoek.</li>",
          "<li class=\"mb-2\"><strong>Referenties</strong> - Literatuurlijst met alle gebruikte bronnen.</li>",
          "</ol>"
        ]
      },
      {
        "type": "heading",
        "text": "Hoe gebruik je het template?",
        "level": 3
      },
      {
        "type": "paragraph",
        "text": [
          "<ol class=\"list-decimal list-outside space-y-2 mb-4 ml-6 pl-4\">",
          "<li class=\"text-gray-700 dark:text-gray-300 mb-2\"><strong>Download het template</strong> - Klik op de download link hierboven</li>",
          "<li class=\"text-gray-700 dark:text-gray-300 mb-2\"><strong>Sla een eigen kopie op</strong> - Maak een kopie van het template met je eigen naam (bijv. \"Onderzoeksplan_JouwNaam.docx\")</li>",
          "<li class=\"text-gray-700 dark:text-gray-300 mb-2\"><strong>Werk per week</strong> - Gedurende de module vul je per week verschillende onderdelen in</li>",
          "<li class=\"text-gray-700 dark:text-gray-300 mb-2\"><strong>Gebruik de instructies</strong> - In elke week vind je specifieke instructies voor het invullen van de betreffende onderdelen</li>",
          "<li class=\"text-gray-700 dark:text-gray-300 mb-2\"><strong>Bewaar regelmatig</strong> - Sla je werk regelmatig op om niets te verliezen</li>",
          "</ol>"
        ]
      },
      {
        "type": "highlight",
        "title": "Tip",
        "content": [
          "Begin al in week 1 met het downloaden en bekijken van het template. Zo weet je waar je aan gaat werken en kun je je voorbereiden op de komende weken."
        ],
        "bgColor": "bg-blue-50 dark:bg-blue-900/20",
        "borderColor": "border-blue-500 dark:border-blue-400",
        "titleColor": "text-blue-900 dark:text-blue-200",
        "contentColor": "text-blue-800 dark:text-blue-300"
      }
    ]
  }
}
