[
  {
    "term": "A-gedeelte",
    "description": "Het externe gedeelte van een doelstelling dat beschrijft wat het onderzoek oplevert voor de organisatie (het doel). Geeft antwoord op de 'wat'-vraag. Een mooie controle hierin is: 'zouden mijn beoordelaar en opdrachtgever begrijpen welke bijdrage mijn onderzoek kan geven?'",
    "location": {
      "page": "week2.html",
      "anchor": "#doelstelling-opstellen",
      "week": "Week 2"
    }
  },
  {
    "term": "B-gedeelte",
    "description": "Het interne gedeelte van een doelstelling dat beschrijft hoe het onderzoek wordt uitgevoerd (de aanpak). Geeft antwoord op de 'hoe'-vraag. Het beschrijft de bijdrage die jij als onderzoeker levert aan het onderzoek.",
    "location": {
      "page": "week2.html",
      "anchor": "#doelstelling-opstellen",
      "week": "Week 2"
    }
  },
  {
    "term": "Doelstelling",
    "description": "Een concrete formulering van wat je met het onderzoek wilt bereiken. In praktijkgericht onderzoek bestaat deze vaak uit een a- en b-gedeelte. Het format is: 'Het doel van dit onderzoek is ….(a)…. door ….. (b)…..'",
    "location": {
      "page": "week2.html",
      "anchor": "#doelstelling-opstellen",
      "week": "Week 2"
    }
  },
  {
    "term": "Hoofdvraag",
    "description": "De centrale onderzoeksvraag die de invulling vormt van de doelstelling in het onderzoek. Logischerwijs zit er een relatie tussen de doelstelling en de hoofdvraag.",
    "location": {
      "page": "week2.html",
      "anchor": "#probleem-verkennen",
      "week": "Week 2"
    }
  },
  {
    "term": "Opdrachtgever",
    "description": "De persoon of organisatie die de opdracht geeft voor het onderzoek. De opdrachtgever verwacht van jou een goed, gedegen en kritisch onderzoek. Belangrijk is om tijdens het gehele onderzoek stil te blijven staan wie je opdrachtgever is.",
    "location": {
      "page": "week2.html",
      "anchor": "#opdrachtgever-onderzoeker",
      "week": "Week 2"
    }
  },
  {
    "term": "Opdrachtgever-onderzoeker relatie",
    "description": "De professionele verhouding tussen degene die de opdracht geeft en de onderzoeker. Hierbij zijn verwachtingsmanagement, een kritische houding en het voorkomen van tunnelvisie essentieel.",
    "location": {
      "page": "week2.html",
      "anchor": "#opdrachtgever-onderzoeker",
      "week": "Week 2"
    }
  },
  {
    "term": "Praktijkgericht onderzoek",
    "description": "Onderzoek waarbij een praktijkvraagstuk centraal staat en waarbij bestaande theorieën worden onderzocht en vooral toegepast in verschillende situaties. Een onderdeel van praktijkgericht onderzoek is het inzichtelijk maken van bestaande theorieën en inzichten.",
    "location": {
      "page": "week2.html",
      "anchor": "#vormen-praktijkgericht",
      "week": "Week 2"
    }
  },
  {
    "term": "Probleem",
    "description": "Het praktijkvraagstuk dat opgelost moet worden. Het probleem vormt de basis voor het onderzoek en moet eerst worden verkend voordat een doelstelling kan worden geformuleerd.",
    "location": {
      "page": "week2.html",
      "anchor": "#probleem-verkennen",
      "week": "Week 2"
    }
  },
  {
    "term": "Probleemverkenning",
    "description": "De fase waarin het praktijkprobleem, de aanleiding en de context in kaart worden gebracht voordat de doelstelling wordt geformuleerd. Hierbij worden zes onderdelen van een praktijkprobleem verkend.",
    "location": {
      "page": "week2.html",
      "anchor": "#probleem-verkennen",
      "week": "Week 2"
    }
  },
  {
    "term": "SMART",
    "description": "Een methodiek om doelstellingen concreet te maken. De letters staan voor: Specifiek (duidelijk en concreet), Meetbaar (vaststellen of behaald), Acceptabel/Haalbaar (realistisch en uitvoerbaar), Relevant (draagt bij aan oplossen probleem) en Tijdgebonden (duidelijk tijdsbestek).",
    "location": {
      "page": "week2.html",
      "anchor": "#doelstelling-opstellen",
      "week": "Week 2"
    }
  },
  {
    "term": "Vormen van praktijkgericht onderzoek",
    "description": "Er zijn verschillende vormen van praktijkgericht onderzoek waarin ook verschillende taken en rollen van de onderzoeker gevraagd worden. Ondanks dat je een specifiek type praktijkonderzoek uitvoert, is de gehele onderzoekscyclus vaak wel herkenbaar en zichtbaar.",
    "location": {
      "page": "week2.html",
      "anchor": "#vormen-praktijkgericht",
      "week": "Week 2"
    }
  },
  {
    "term": "Afbakening",
    "description": "Een van de drie eisen aan onderzoeksvragen. Afbakening betekent dat de vraag duidelijk maakt wat wel en wat niet onderzocht wordt, zodat de scope van het onderzoek helder is.",
    "location": {
      "page": "week3.html",
      "anchor": "#onderzoeksvragen",
      "week": "Week 3"
    }
  },
  {
    "term": "Centrale onderzoeksvraag",
    "description": "De hoofdonderzoeksvraag die de richting van het onderzoek bepaalt. Deze vraag moet voldoen aan drie eisen: afbakening, efficiëntie en sturend vermogen.",
    "location": {
      "page": "week3.html",
      "anchor": "#onderzoeksvragen",
      "week": "Week 3"
    }
  },
  {
    "term": "Conceptueel model",
    "description": "Een schematische weergave van de relaties tussen verschillende begrippen of variabelen in een hypothese. Het helpt om de verwachte verbanden visueel te maken.",
    "location": {
      "page": "week3.html",
      "anchor": "#onderzoeksmodel",
      "week": "Week 3"
    }
  },
  {
    "term": "Confronteren",
    "description": "Het vergelijken en combineren van verschillende bronnen, onderzoeksobjecten en onderzoeksoptiek met elkaar om tot onderbouwde conclusies te komen. Dit gebeurt in het onderzoeksmodel door middel van verticale en horizontale pijlen.",
    "location": {
      "page": "week3.html",
      "anchor": "#onderzoeksmodel",
      "week": "Week 3"
    }
  },
  {
    "term": "Deelvragen",
    "description": "Ondersteunende vragen die helpen om de centrale onderzoeksvraag te beantwoorden. Deelvragen worden afgeleid uit de centrale vraag en helpen om het onderzoek gestructureerd uit te voeren.",
    "location": {
      "page": "week3.html",
      "anchor": "#onderzoeksvragen",
      "week": "Week 3"
    }
  },
  {
    "term": "Efficiëntie",
    "description": "Een van de drie eisen aan onderzoeksvragen. Efficiëntie betekent dat de vraag zodanig geformuleerd is dat het onderzoek binnen de beschikbare tijd en middelen uitvoerbaar is.",
    "location": {
      "page": "week3.html",
      "anchor": "#onderzoeksvragen",
      "week": "Week 3"
    }
  },
  {
    "term": "Feitelijk perspectief",
    "description": "Een onderzoeksoptiek waarbij je onderzoekt of de wereld in elkaar zit zoals jij denkt dat deze in elkaar zit. Hierbij ga je verbanden onderzoeken die je vooraf nog niet weet en spreek je een verwachting uit (hypothese).",
    "location": {
      "page": "week3.html",
      "anchor": "#onderzoeksmodel",
      "week": "Week 3"
    }
  },
  {
    "term": "Hypothese",
    "description": "Een verwachting of veronderstelling over een verband tussen variabelen die getest kan worden. Bij een feitelijk perspectief wordt een hypothese gesteld die bevestigd of weerlegd moet worden.",
    "location": {
      "page": "week3.html",
      "anchor": "#onderzoeksmodel",
      "week": "Week 3"
    }
  },
  {
    "term": "Normatief perspectief",
    "description": "Een onderzoeksoptiek waarbij je onderzoekt of de wereld in elkaar zit zoals deze in elkaar hoort te zitten. Veel logistieke verbeteropdrachten gebruiken dit perspectief. Je gaat kijken of je verbeteringen aan het huidige proces kunt signaleren en implementeren.",
    "location": {
      "page": "week3.html",
      "anchor": "#onderzoeksmodel",
      "week": "Week 3"
    }
  },
  {
    "term": "Onderzoeksmodel",
    "description": "Een schematische weergave van het onderzoek en de globale stappen die gezet moeten worden om het doel te bereiken. Het model bestaat uit drie delen: bronnen/theorie (links), de onderzoeksoptiek (midden) en het doel (rechts).",
    "location": {
      "page": "week3.html",
      "anchor": "#onderzoeksmodel",
      "week": "Week 3"
    }
  },
  {
    "term": "Onderzoeksobject",
    "description": "Het concrete verschijnsel dat je gaat onderzoeken. Dit kan een persoon, proces, fysieke locatie of ander fenomeen zijn. Het onderzoeksobject vormt de essentie waar het onderzoek betrekking op heeft.",
    "location": {
      "page": "week3.html",
      "anchor": "#onderzoeksmodel",
      "week": "Week 3"
    }
  },
  {
    "term": "Onderzoeksoptiek",
    "description": "Het perspectief waarmee je naar het onderzoeksobject gaat kijken. Je kiest het perspectief dat het best past bij wat je zelf van het object afweet en waarmee je de meest zinvolle resultaten kunt verkrijgen. Er zijn normatieve en feitelijke perspectieven.",
    "location": {
      "page": "week3.html",
      "anchor": "#onderzoeksmodel",
      "week": "Week 3"
    }
  },
  {
    "term": "Sturend vermogen",
    "description": "Een van de drie eisen aan onderzoeksvragen. Sturend vermogen betekent dat de vraag duidelijk richting geeft aan het onderzoek en helpt om te bepalen welke informatie verzameld moet worden.",
    "location": {
      "page": "week3.html",
      "anchor": "#onderzoeksvragen",
      "week": "Week 3"
    }
  },
  {
    "term": "APA-richtlijnen",
    "description": "De specifieke regels voor bronvermelding waar naar verwezen wordt.",
    "location": {
      "page": "week5.html",
      "anchor": "#selecteren-beoordelen",
      "week": "Week 5"
    }
  },
  {
    "term": "Aspecten",
    "description": "Onderdelen binnen een dimensie van een begrip. Bij het uiteenrafelen van begrippen worden dimensies opgesplitst in aspecten, die op hun beurt weer kunnen worden opgesplitst in deelaspecten.",
    "location": {
      "page": "week4.html",
      "anchor": "#definieren-begrippen",
      "week": "Week 4"
    }
  },
  {
    "term": "Begripsbepaling",
    "description": "Het proces van het definiëren van begrippen door ze vast te stellen, uiteen te rafelen in dimensies/aspecten/deelaspecten, een selectie te maken en de kwaliteit te beoordelen. Dit is essentieel om de scope en haalbaarheid van het onderzoek te bewaken.",
    "location": {
      "page": "week4.html",
      "anchor": "#definieren-begrippen",
      "week": "Week 4"
    }
  },
  {
    "term": "Booleaanse operatoren",
    "description": "Operatoren (AND, OR, NOT) die gebruikt worden om zoektermen te combineren of uit te sluiten bij literatuuronderzoek. Ze helpen om het aantal zoekresultaten te beperken en gerichter te zoeken.",
    "location": {
      "page": "week4.html",
      "anchor": "#literatuuronderzoek",
      "week": "Week 4"
    }
  },
  {
    "term": "Boomdiagram",
    "description": "Een gestructureerde weergave die helpt om de verschillende onderdelen van een begrip te visualiseren. Het toont de hiërarchie van dimensies, aspecten en deelaspecten.",
    "location": {
      "page": "week4.html",
      "anchor": "#definieren-begrippen",
      "week": "Week 4"
    }
  },
  {
    "term": "Bouwsteenmethode",
    "description": "Een gestructureerde methode om zoektermen voor literatuuronderzoek te ontwikkelen. Je analyseert een begrip op synoniemen, vertalingen, afkortingen, spellingsvormen, vaktermen, bredere termen en nauwere termen.",
    "location": {
      "page": "week4.html",
      "anchor": "#literatuuronderzoek",
      "week": "Week 4"
    }
  },
  {
    "term": "Deelaspecten",
    "description": "Concrete, waarneembare elementen binnen een aspect van een begrip. Deelaspecten zijn het meest specifieke niveau bij het uiteenrafelen van begrippen en kunnen gebruikt worden voor operationalisatie.",
    "location": {
      "page": "week4.html",
      "anchor": "#definieren-begrippen",
      "week": "Week 4"
    }
  },
  {
    "term": "Dimensies",
    "description": "Hoofdcategorieën waaruit een begrip bestaat. Bij het uiteenrafelen van begrippen worden dimensies opgesplitst in aspecten, die op hun beurt weer kunnen worden opgesplitst in deelaspecten.",
    "location": {
      "page": "week4.html",
      "anchor": "#definieren-begrippen",
      "week": "Week 4"
    }
  },
  {
    "term": "Literatuuronderzoek",
    "description": "Het systematisch zoeken naar en analyseren van bestaande literatuur om kennis te vergaren, het probleem in een breder kader te plaatsen en de knowledge gap te vinden. Het voorkomt dat je het wiel opnieuw uitvindt.",
    "location": {
      "page": "week4.html",
      "anchor": "#literatuuronderzoek",
      "week": "Week 4"
    }
  },
  {
    "term": "Operationalisatie",
    "description": "Het proces waarbij een begrip meetbaar wordt gemaakt door waarneembare indicatoren te formuleren. Deze indicatoren maken het mogelijk om het begrip te meten of te observeren in de praktijk.",
    "location": {
      "page": "week4.html",
      "anchor": "#definieren-begrippen",
      "week": "Week 4"
    }
  },
  {
    "term": "Windesearch",
    "description": "Een zoekmachine van het Mediacentrum waarmee je in één keer in meerdere databanken en de catalogus kunt zoeken. Het biedt toegang tot wetenschappelijke tijdschriften, boeken, krantenartikelen en andere informatiebronnen.",
    "location": {
      "page": "week4.html",
      "anchor": "#literatuuronderzoek",
      "week": "Week 4"
    }
  },
  {
    "term": "1e check",
    "description": "De eerste beoordelingsronde voor (semi)wetenschappelijke literatuur waarbij je kijkt naar de relevantie van de bron voor je onderzoek. Je controleert of de bron aansluit bij je onderzoeksvragen en doelstelling.",
    "location": {
      "page": "week5.html",
      "anchor": "#selecteren-beoordelen",
      "week": "Week 5"
    }
  },
  {
    "term": "2e check",
    "description": "De tweede beoordelingsronde voor (semi)wetenschappelijke literatuur waarbij je de kwaliteit beoordeelt aan de hand van criteria zoals autoriteit, actualiteit, objectiviteit en nauwkeurigheid. Alleen bronnen die beide checks doorstaan worden gebruikt.",
    "location": {
      "page": "week5.html",
      "anchor": "#selecteren-beoordelen",
      "week": "Week 5"
    }
  },
  {
    "term": "CRAP-test",
    "description": "Een beoordelingsmethode voor internetbronnen waarbij je kijkt naar Currency (actualiteit), Reliability (betrouwbaarheid), Authority (autoriteit) en Purpose (doel). Deze test helpt om de kwaliteit van internetbronnen te beoordelen.",
    "location": {
      "page": "week5.html",
      "anchor": "#selecteren-beoordelen",
      "week": "Week 5"
    }
  },
  {
    "term": "Knowledge gap",
    "description": "Het ontbrekende kennisgebied dat je onderzoek probeert te vullen. Het theoretisch kader werkt naar deze knowledge gap toe om het belang van je onderzoek aan te tonen.",
    "location": {
      "page": "week5.html",
      "anchor": "#theoretisch-kader-schrijven",
      "week": "Week 5"
    }
  },
  {
    "term": "Reference organizer",
    "description": "Software zoals Zotero of Mendeley waarmee je bronnen georganiseerd kunt opslaan en beheren. Met een simpele klik kun je van websites en literatuur alle benodigde informatie voor een referentie opslaan.",
    "location": {
      "page": "week5.html",
      "anchor": "#slim-bronnen-beheren",
      "week": "Week 5"
    }
  },
  {
    "term": "Theoretisch kader",
    "description": "Een samenhangend geheel van theorieën en theoretische concepten waarin je verschillende bronnen met elkaar confronteert. Het is geen opsomming van feitjes, maar een geïntegreerd overzicht dat naar een knowledge gap toewerkt.",
    "location": {
      "page": "week5.html",
      "anchor": "#theoretisch-kader-schrijven",
      "week": "Week 5"
    }
  },
  {
    "term": "Zotero",
    "description": "Gratis software voor het beheren van bronnen en referenties. Het werkt op verschillende browsers en helpt bij het organiseren van literatuur en het genereren van literatuurlijsten volgens APA-richtlijnen.",
    "location": {
      "page": "week5.html",
      "anchor": "#slim-bronnen-beheren",
      "week": "Week 5"
    }
  },
  {
    "term": "Betrouwbaarheid",
    "description": "De mate waarin een onderzoek reproduceerbare en consistente resultaten oplevert. Een betrouwbaar onderzoek levert bij herhaling onder dezelfde omstandigheden vergelijkbare uitkomsten op. Dit is een belangrijk criterium bij het opstellen van een dataverzamelingsplan.",
    "location": {
      "page": "week6.html",
      "anchor": "#dataverzamelingsplan",
      "week": "Week 6"
    }
  },
  {
    "term": "Bureauonderzoek",
    "description": "Een onderzoeksmethode waarbij gebruik wordt gemaakt van bestaande bronnen en documenten om informatie te verzamelen en analyseren. Er is geen direct contact met het onderzoeksobject. Ook bekend als literatuuronderzoek, documentanalyse of desk research. Geschikt voor kostenefficiënte informatieverzameling en het leggen van een solide basis voor verdere analyse.",
    "location": {
      "page": "week6.html",
      "anchor": "#onderzoekstrategie",
      "week": "Week 6"
    }
  },
  {
    "term": "Casestudy",
    "description": "Een onderzoeksstrategie waarbij getracht wordt om diepgaand en integraal inzicht te krijgen in één of enkele objecten of processen. Dit kan een groep werknemers zijn, verschillende transporttrajecten, de locatiekeuze van producten in een warehouse of een productielijn. In meerdere opzichten de tegenpool van het survey-onderzoek, met focus op diepgang in plaats van breedte.",
    "location": {
      "page": "week6.html",
      "anchor": "#onderzoekstrategie",
      "week": "Week 6"
    }
  },
  {
    "term": "Dataverzamelingsplan",
    "description": "Een plan dat beschrijft hoe data wordt verzameld, waarbij rekening wordt gehouden met validiteit en betrouwbaarheid. Het plan heeft twee doelen: als onderzoeker goed nadenken over de wijze van dataverzameling voor een onderbouwd onderzoek, en de opdrachtgever exact laten zien wat het plan is inclusief de impact op personen en functionarissen in het bedrijf.",
    "location": {
      "page": "week6.html",
      "anchor": "#dataverzamelingsplan",
      "week": "Week 6"
    }
  },
  {
    "term": "Documentanalyse",
    "description": "Een dataverzamelingsmethode waarbij rapporten, procedures, handleidingen en contracten worden geanalyseerd. Geschikt voor het begrijpen van formele processen en afspraken. Wordt vaak gebruikt bij casestudies en bureauonderzoek.",
    "location": {
      "page": "week6.html",
      "anchor": "#onderzoekstrategie",
      "week": "Week 6"
    }
  },
  {
    "term": "Empirisch onderzoek",
    "description": "Onderzoek waarbij direct contact is met het onderzoeksobject. Dit staat tegenover bureauonderzoek waarbij geen direct contact is. Empirisch onderzoek biedt vaak meer diepgang en maakt het mogelijk om directe observaties en metingen te verrichten.",
    "location": {
      "page": "week6.html",
      "anchor": "#kernbeslissingen",
      "week": "Week 6"
    }
  },
  {
    "term": "Experiment",
    "description": "Een experimentele onderzoeksstrategie die gebruikt kan worden in evaluatieonderzoek. Bijvoorbeeld om de effectiviteit van bepaald beleid vast te stellen, de effecten van een reorganisatie op de productiviteit van werknemers te onderzoeken, of om erachter te komen wat de meest geschikte werkprocedures in een organisatie zijn.",
    "location": {
      "page": "week6.html",
      "anchor": "#onderzoekstrategie",
      "week": "Week 6"
    }
  },
  {
    "term": "Experimentele metingen",
    "description": "Dataverzamelingsmethoden die gebruikt worden bij experimenten, zoals voor- en nametingen, vergelijking tussen groepen en pilot testen. Geschikt voor het meten van effecten en causaliteit.",
    "location": {
      "page": "week6.html",
      "anchor": "#onderzoekstrategie",
      "week": "Week 6"
    }
  },
  {
    "term": "Focusgroep",
    "description": "Een dataverzamelingsmethode waarbij een gestructureerde discussie of brainstormsessie wordt gehouden in groepsverband. Geschikt voor het verkennen van meningen en attitudes in groepsverband. Wordt vaak gebruikt bij casestudies en de gefundeerde theoriebenadering.",
    "location": {
      "page": "week6.html",
      "anchor": "#onderzoekstrategie",
      "week": "Week 6"
    }
  },
  {
    "term": "Gefundeerde theoriebenadering",
    "description": "Een kwalitatieve onderzoeksmethodologie die gericht is op het systematisch ontwikkelen van theorieën in plaats van gebruik te maken van bestaande theoretische kaders. Ook bekend als Grounded Theory. Biedt een flexibele en krachtige methode om verregaande inzichten te verkrijgen in complexe sociale fenomenen en processen binnen organisaties.",
    "location": {
      "page": "week6.html",
      "anchor": "#onderzoekstrategie",
      "week": "Week 6"
    }
  },
  {
    "term": "Interview",
    "description": "Een dataverzamelingsmethode die kan worden uitgevoerd als (semi)gestructureerd interview met vragenlijst of als ongestructureerd interview. Geschikt voor het verkennen van procesverloop of het inventariseren van factoren die van invloed zijn op de procesprestatie. Wordt gebruikt bij verschillende onderzoeksstrategieën.",
    "location": {
      "page": "week6.html",
      "anchor": "#onderzoekstrategie",
      "week": "Week 6"
    }
  },
  {
    "term": "Kernbeslissingen",
    "description": "Drie beslissingen die in hoofdlijnen genomen worden om de onderzoeksstrategie te bepalen: de keuze tussen breedte of diepgang, tussen kwantitatief of kwalitatief onderzoek, en tussen bureauonderzoek of empirisch onderzoek. Deze beslissingen helpen om het onderzoek meer vorm te geven voordat een specifieke onderzoeksstrategie wordt gekozen.",
    "location": {
      "page": "week6.html",
      "anchor": "#kernbeslissingen",
      "week": "Week 6"
    }
  },
  {
    "term": "Kwalitatief onderzoek",
    "description": "Onderzoek waarbij tekstuele data wordt verzameld en interpretatief wordt geanalyseerd. Focus ligt op diepgang, betekenis en context. Vaak gebruikt bij casestudies en de gefundeerde theoriebenadering. Staat tegenover kwantitatief onderzoek.",
    "location": {
      "page": "week6.html",
      "anchor": "#kernbeslissingen",
      "week": "Week 6"
    }
  },
  {
    "term": "Kwantitatief onderzoek",
    "description": "Onderzoek waarbij numerieke data wordt verzameld en statistisch wordt geanalyseerd. Focus ligt op meetbaarheid, generaliseerbaarheid en objectiviteit. Vaak gebruikt bij survey-onderzoek en experimenten. Staat tegenover kwalitatief onderzoek.",
    "location": {
      "page": "week6.html",
      "anchor": "#kernbeslissingen",
      "week": "Week 6"
    }
  },
  {
    "term": "Observatie",
    "description": "Een dataverzamelingsmethode die kan worden uitgevoerd als Gemba walk of procesobservatie met formulier. Geschikt voor het in kaart brengen van het procesverloop en de current state. Wordt vaak gebruikt bij casestudies en empirisch onderzoek.",
    "location": {
      "page": "week6.html",
      "anchor": "#onderzoekstrategie",
      "week": "Week 6"
    }
  },
  {
    "term": "Onderzoeksstrategie",
    "description": "De specifieke strategie die gekozen wordt na het maken van de drie kernbeslissingen. Er zijn vijf algemene strategieën: survey-onderzoek (focus op breedte), casestudy (focus op diepgang), experiment (voor evaluatieonderzoek), gefundeerde theoriebenadering (kwalitatieve theorieontwikkeling) en bureauonderzoek (gebruik van bestaande bronnen).",
    "location": {
      "page": "week6.html",
      "anchor": "#onderzoekstrategie",
      "week": "Week 6"
    }
  },
  {
    "term": "Secundaire data",
    "description": "Data die al beschikbaar is vanuit een systeem, zoals cijfers over procesprestaties, standaardtijden voor handelingen of klantenreviews. Geschikt voor bureauonderzoek en kostenefficiënte dataverzameling zonder direct contact met het onderzoeksobject.",
    "location": {
      "page": "week6.html",
      "anchor": "#onderzoekstrategie",
      "week": "Week 6"
    }
  },
  {
    "term": "Survey-onderzoek",
    "description": "Een onderzoeksstrategie die ingezet kan worden bij grote aantallen willekeurig gekozen onderzoekseenheden waarbij een breed overzicht wordt vereist. Focus ligt op breedte en generaliseerbaarheid. Vaak worden verkregen resultaten kwantitatief verwerkt. Varianten zijn cross-sectioneel onderzoek, panelonderzoek en tijdsreeksonderzoek (longitudinaal onderzoek).",
    "location": {
      "page": "week6.html",
      "anchor": "#onderzoekstrategie",
      "week": "Week 6"
    }
  },
  {
    "term": "Validiteit",
    "description": "De mate waarin een onderzoek meet wat het beoogt te meten. Een valide onderzoek onderzoekt daadwerkelijk het beoogde fenomeen en niet iets anders. Dit is een belangrijk criterium bij het opstellen van een dataverzamelingsplan en het kritisch reflecteren op de opzet van dataverzamelingsmethoden.",
    "location": {
      "page": "week6.html",
      "anchor": "#dataverzamelingsplan",
      "week": "Week 6"
    }
  },
  {
    "term": "Vragenlijst",
    "description": "Een dataverzamelingsmethode die kan worden uitgevoerd als online survey, papieren vragenlijst of telefonische enquête. Geschikt voor het verzamelen van kwantitatieve data bij grote groepen respondenten. Wordt vooral gebruikt bij survey-onderzoek.",
    "location": {
      "page": "week6.html",
      "anchor": "#onderzoekstrategie",
      "week": "Week 6"
    }
  },
  {
    "term": "Cross-sectioneel onderzoek",
    "description": "Een variant van survey-onderzoek waarbij data op één moment in de tijd wordt verzameld van verschillende onderzoekseenheden. Geschikt voor het verkrijgen van een momentopname van een situatie of fenomeen zonder veranderingen over tijd te meten.",
    "location": {
      "page": "week6.html",
      "anchor": "#onderzoekstrategie",
      "week": "Week 6"
    }
  },
  {
    "term": "Deskresearch",
    "description": "Een onderzoeksmethode waarbij gebruik wordt gemaakt van bestaande bronnen en documenten zonder direct contact met het onderzoeksobject. Ook bekend als bureauonderzoek, literatuuronderzoek of documentanalyse. Geschikt voor kostenefficiënte informatieverzameling en het leggen van een solide basis voor verdere analyse.",
    "location": {
      "page": "week6.html",
      "anchor": "#onderzoekstrategie",
      "week": "Week 6"
    }
  },
  {
    "term": "Enkelvoudige casestudy",
    "description": "Een variant van de casestudy waarbij één onderzoeksobject of proces diepgaand wordt onderzocht. Geschikt voor het verkrijgen van integraal inzicht in een specifiek fenomeen zonder vergelijking met andere objecten.",
    "location": {
      "page": "week6.html",
      "anchor": "#onderzoekstrategie",
      "week": "Week 6"
    }
  },
  {
    "term": "Google Scholar",
    "description": "Een zoekmachine die specifiek gericht is op het vinden van wetenschappelijke literatuur, artikelen, theses en boeken. Biedt vaak toegang tot full-text artikelen en kan worden gekoppeld aan Windesearch voor uitgebreidere toegang tot databanken. Essentieel voor literatuuronderzoek.",
    "location": {
      "page": "week4.html",
      "anchor": "#literatuuronderzoek",
      "week": "Week 4"
    }
  },
  {
    "term": "Itereren",
    "description": "Het proces van het aanpassen en verbeteren van het onderzoeksplan op basis van voortschrijdend inzicht. Tijdens het onderzoek kunnen nieuwe inzichten leiden tot wijzigingen in het onderzoeksmodel, onderzoeksvragen, begripsbepaling of theoretisch kader. Dit is een normaal en belangrijk onderdeel van onderzoek.",
    "location": {
      "page": "week6.html",
      "anchor": "#kernbeslissingen",
      "week": "Week 6"
    }
  },
  {
    "term": "Longitudinaal onderzoek",
    "description": "Een variant van survey-onderzoek waarbij data over een langere periode wordt verzameld om veranderingen en ontwikkelingen in de tijd te meten. Ook bekend als tijdsreeksonderzoek. Geschikt voor het bestuderen van trends en effecten op langere termijn.",
    "location": {
      "page": "week6.html",
      "anchor": "#onderzoekstrategie",
      "week": "Week 6"
    }
  },
  {
    "term": "Open Access",
    "description": "Een publicatiemodel waarbij wetenschappelijke literatuur vrij toegankelijk is zonder betaalmuur of abonnement. Publicaties zijn direct beschikbaar voor lezers zonder financiële barrières, wat de verspreiding van kennis bevordert en de toegankelijkheid van onderzoeksresultaten vergroot.",
    "location": {
      "page": "week4.html",
      "anchor": "#literatuuronderzoek",
      "week": "Week 4"
    }
  },
  {
    "term": "Panelonderzoek",
    "description": "Een variant van survey-onderzoek waarbij dezelfde groep respondenten meerdere keren wordt bevraagd over een bepaalde periode. Geschikt voor het meten van veranderingen in attitudes, gedrag of meningen bij dezelfde personen in de tijd.",
    "location": {
      "page": "week6.html",
      "anchor": "#onderzoekstrategie",
      "week": "Week 6"
    }
  },
  {
    "term": "(Semi)wetenschappelijke literatuur",
    "description": "Literatuur die wetenschappelijke kenmerken heeft maar niet altijd peer-reviewed is. Deze bronnen zijn betrouwbaarder dan nieuwsartikelen of algemene websites en worden gebruikt bij literatuuronderzoek. Wordt beoordeeld aan de hand van de 1e en 2e check voor kwaliteit en relevantie.",
    "location": {
      "page": "week4.html",
      "anchor": "#literatuuronderzoek",
      "week": "Week 4"
    }
  },
  {
    "term": "Vergelijkende casestudy",
    "description": "Een variant van de casestudy waarbij meerdere onderzoeksobjecten of processen worden vergeleken om diepgaand inzicht te krijgen. Kan hiërarchisch zijn (vergelijking op verschillende niveaus) of sequentieel (vergelijking in tijd). Geschikt voor het identificeren van overeenkomsten en verschillen tussen cases.",
    "location": {
      "page": "week6.html",
      "anchor": "#onderzoekstrategie",
      "week": "Week 6"
    }
  },
  {
    "term": "Zoekplan",
    "description": "Een gestructureerd plan voor het uitvoeren van literatuuronderzoek waarin de zoektermen, zoekstrategieën, databanken en selectiecriteria worden vastgelegd. Helpt om het literatuuronderzoek systematisch en reproduceerbaar uit te voeren en voorkomt dat belangrijke bronnen worden gemist.",
    "location": {
      "page": "week5.html",
      "anchor": "#selecteren-beoordelen",
      "week": "Week 5"
    }
  },
  {
    "term": "Zoektermen",
    "description": "Termen die worden gebruikt bij literatuuronderzoek om relevante bronnen te vinden. Deze termen worden vaak ontwikkeld met behulp van de bouwsteenmethode en gecombineerd met Booleaanse operatoren. Goede zoektermen leiden tot betere en gerichtere zoekresultaten.",
    "location": {
      "page": "week4.html",
      "anchor": "#literatuuronderzoek",
      "week": "Week 4"
    }
  }
]

